---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateThickness
source: html/bd7d6192-6554-329d-8951-e27037ab3c31.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateThickness Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateThickness { get; }
```